Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sms

source: 6.5. Erityinen tuki varhaiskasvatuksessa
sms: 6.5. Jeeʹrab tuäʹrjj håiddâkksai peâmmʼmuužžâst

source: Jokaisen lapsen kasvu, kehitys ja oppiminen on yksilöllistä.
sms: Juõǩǩka päärna šõddmuš, õuddnumuž da mättjumuš lij persoonlaž.

source: Lapsi voi tarvita tukea fyysisen, tiedollisen, taidollisen, tunne-elämän tai sosiaalisen kehityksensä osa-alueilla.
sms: Päärnaž vuäitt taarbšed tueʹrjj fyyslaž, teađlaž, ceäʹppvuađlaž, tobdd-jieʹllem leʹbe sosiaalaž õuddnumuužž vueʹssvuuʹvdin.

source: Tuen tarve voi syntyä silloin, kun lapsen kasvuolot vaarantuvat tai eivät turvaa hänen terveyttään ja kehitystään.
sms: Peiʹvvhååid tarbb vuäitt šõddâd teʹl, ko päärna šõddâmvueeʹjj jouʹdde vaarrvuâʹlla leʹbe jie staan suu tiõrvâsvuõđ da õuddnumuužž.

source: Erityisesti varhaiskasvatuksen ja neuvolan tulee toimia kiinteässä yhteistyössä lasten oppimisvaikeuksien ja varhaisen tuen tarpeen tunnistamisessa.
sms: Jeeʹrben håiddâkksai peâmmtuââʹj da vuäʹpstempääiʹǩǩ ferttai toimmjed čaapp õhttsažtuâʹjast päärnai mättjemvaiggadvuõđi da ääiʹjbuš tueʹrj taarbb tobddstumužže.

source: Kun vanhemmat tai varhaiskasvatushenkilöstö havaitsevat lapsen kehityksessä viivästymistä tai poikkeavuutta, keskustellaan yhteisesti, mikä lapsen kehityksessä on yksilöllistä tai persoonallisuuden piirteitä ja missä on tuen tarvetta.
sms: Ko puärraz leʹbe håiddâkksai peâmmpersonkåʹdd vuâmmše päärna õuddnumuužzâst mââjumuužž leʹbe rääʹtktõõzzid, saǥstõõllâd õhttsest, mii päärna õuddnumuužzâst lij persoonlaž leʹbe persoonlažvuõd jiiʹjjesnallšemvuõtt da koʹst lij tueʹrjj tarbb.

source: Toiminnan lähtökohtia ovat lapsen yksilöllisyyden huomioiminen ja itsetunnon vahvistaminen.
sms: Toimmjumuužž vuâlggmužžân lie päärna persoonlažvuõđ väʹlddmuš loʹkku da jiõččtobddmuužž raavummuš.

source: Avoimuus ja luottamuksellinen ilmapiiri lapsen vanhempien ja henkilöstön välillä luovat perustan toimivalle yhteistyölle lapsen hyväksi.
sms: Ääʹvai da naʹddjõõddi påread päärna puärrsi da personkååʹdd kõõskâlt räjje vuađđ toimjeeiji õhttsažtuõʹjju päärna õudde.

source: Tarvittaessa arvioinnin tueksi hankitaan vanhempien kanssa sovitulla tavalla asiantuntijan lausunto.
sms: Taarbbšeest arvstõõllmuužž tuäʹjjen hanǩǩeet puärrsivuiʹm suåppumnääʹleld äʹšštobddi ceälkkmuš.

source: Tarvittavat tukitoimet aloitetaan heti kun tuen tarve on havaittu.
sms: Taarbšum tuäʹrjjtuåimid altteed tâlles ko tuäʹrjjtarbb lij vuâmmšum.

source: 6.6. Esiopetus
sms: 6.6. Õuddmättʹtõs

source: Esiopetus on osa varhaiskasvatusta.
sms: Õuddmättʹtõs lij vueʹss håiddâkksai peâmmâst.

source: Kunnalla on lakiin perustuva velvollisuus järjestää esiopetusta.
sms: Kååʹddest lij lääʹjjvuađđlaž õõlǥtummuš järjsted õuddmättõõzz.

source: Esiopetusta voidaan järjestää joko päivähoidossa tai koulussa.
sms: Ouddmättõõzz vueitet järjsted jun- a peiʹvvhååidâst leʹbe škooulâst.

source: Silloin kun esiopetusta järjestetään päivähoitopaikassa, esiopetukseen sovelletaan täydentävänä myös päivähoidon lainsäädäntöä.
sms: Teʹl ko õõlǥtummuužž riâššat peiʹvvhåiddpääiʹǩest, õuddmättʹtõzze šiõtteed teuʹdded še peiʹvvhååidlääʹjj.

source: Saamelaisten kotiseutualueella saamenkielistä esiopetusta järjestetään perusopetuksen yhteydessä.
sms: Säʹmmlai dommvuʹvdest sääʹmǩiõli õõlǥtummuužž riâššat vuađmättʼtõõzz õhttvuõđâst.

source: Esiopetusta toteutetaan perusopetuslain mukaisesti.
sms: Õõlǥtummuužžid čõõđtet vuađđmättʼtõsllääʹjj mieʹldd.

source: Esiopetuksen opetussuunnitelman perusteet ohjaavat valtakunnallisesti esiopetuksen sisältöä, laatua ja paikallisten opetussuunnitelmien laatimista.
sms: Õuddmättʹtõõzz mättʼtõsplaan vuaađ ohjjee väʹlddkååʹddlaž õuddmättʹtõõzz siisǩe, šlaajj da pääiklai mättʼtõsplaani raajjmuužž.

source: Saamen kielillä annettavan esiopetuksen kielelliset tavoitteet ovat samat kuin muussakin esiopetuksessa.
sms: Sääʹmǩiõlle uʹvddemnalla åårai õuddmättʹtõõzz ǩiõlvuađlaž täävtõõzz lie seämma ko še jeeʹres õuddmättʹtõõzzâst.

source: Lapselle tulee kasvatuksen ja opetuksen avulla antaa mahdollisuus omaksua myös saamelainen kulttuuriperintö.
sms: Päärnže ferttai peâmmtuââʹj da mättʼtõõzz veäkka uʹvdded vueittemvuõtt mättjed še säʹmmlaž kulttuurpärbb.

source: Opetuksen painoalueita ovat saamelainen kulttuuri, erityisesti joiku ja käsityöt, elinkeinot, elämäntapa ja paikallinen luonto.
sms: Mättʼtõõzz teäʹdd vuuʹvd lie sääʹmkulttuur, jeeʹrben joikk da ǩiõttʼtuââʹj, jieʹllemvueʹjj, jieʹllemnääʹll da pääiklaž luâtt.

source: Kielellisen ja kulttuuriperinteen jatkumista tulee edistää yhteistyössä paikallisen yhteisön kanssa.
sms: Ǩiõlvuađlaž da kulttuurärbbvuõđ juäʹtkkumuužž ferttai õõudeed õhttsažtuâʹjast pääiklaž õhttsažkååʹddin.

source: 7. YHTEISTYÖ JA VASTUU
sms: 7. ÕHTTSAŽTUÂʹJJ DA VASTTUMUŠ

source: 7.1. Kasvatuskumppanuus vanhempien ja suvun kanssa
sms: 7.1. Peâmmkueiʹmmvuõtt puärrsi da sooǥǥ vuiʹm

source: Kasvatuskumppanuus on suhde, jossa henkilöstö, vanhemmat ja lapsen huolenpitoon osallistuvat henkilöt tietoisesti sitoutuvat lapsen kasvun, kehityksen ja oppimisen tukemiseen.
sms: Peâmmkueiʹmmvuõtt lij kõskkvuõtt, koʹst personkåʹdd, puärraz da päärna huõl âânnmužže vuäʹssõõđi oummu teađsteeʹl čõõnâdde päärna šõddmuužž, õuddnumuužž da mättjem tuäʹrjjumužže.

source: Kumppanuudessa vanhemmat, suku ja työntekijät ovat tasavertaisia, mutta erilaisia lapsen tuntijoita.
sms: Kueiʹmmvuõđást puärraz, ruått da tuâʹjjla lie tääzzverdsaž, leša jeeʹresnallšem päärna tobddi.

source: Lapsen kodin ja varhaiskasvatuspalveluiden vahva yhteistyö tukee lapsen äänen kuulumista.
sms: Päärna doomm da håiddâkksai peâmmkääzzkõõzzi raavâs õhttsažtuâʹjj tuäʹrjjad päärna jiõn koʹlljumuužž.

source: Lapsella on oikeus osallistua, vaikuttaa ja tulla kuulluksi jokapäiväisissä askareissa ja leikeissä.
sms: Päärnast lij vuõiggâdvuõtt vuäʹssõõttâd, vaaikted da šõddâd kuʹllum juõʹǩkpeiʹvvsain tuõjjstõõllmuužžin da siõrin.

source: Lapsen, perheen ja henkilöstön kanssa käytyjen keskustelujen pohjalta laaditaan lapsen varhaiskasvatussuunnitelma.
sms: Päärna, piârri da personkååʹddin čõõđtum saǥstõõllmuužži vuađâlt raajât håiddâʹkksai päärnai peâmmplaan.

source: Varhaiskasvatuksen toimintaa ja suunnitelmia laadittaessa turvataan vanhempien ja lasten vaikuttamismahdollisuudet päivähoidon kehittämiseen ja arviointiin.
sms: Håiddâkksai peâmm toimmjumuužžid da plaanid raajeest tuäʹrjjeed puärrsi da päärnai vaaiktemvueittemvuõđ peiʹvvhååid õõdâsviikkmužže da ärvvstõõllmužže.

source: Kumppanuus edellyttää myös sitä, että molemmilla osapuolilla on riittävästi tietoa toistensa kasvatusnäkemyksistä ja –tavoista.
sms: Kueiʹmmvuõtt õõlǥad še tõn, što kuhttuin vueʹssbieʹlin lie rijttjeei teâđ kueiʹmez peâmmvuäiʹnnmõõžžin da -naalin.

source: Perheiden erilaisuuden ja erilaisten arvovalintojen tiedostaminen on kumppanuuden edellytys.
sms: Piârrji jeeʹresnallšemvuõđ da jeeresnallšem ärvvvaʹlljõõzzi teađstumuš lij kueiʹmmvuõđ õõlǥtumuš.

source: Työntekijällä on ammatillinen vastuu käynnistää ja ylläpitää kasvatuskumppanuutta.
sms: Tuâʹjjlast lij ämmatvuađlaž vasttumuš jåʹtteed da tuõʹlljed pâʹjjen peâmmkueiʹmmvuõđ.

source: 7.2. Moniammatillinen yhteistyö
sms: 7.2. Määŋgämmatlaž õhttsažtuâʹjj

source: Varhaiskasvatus, neuvola, esiopetus ja perusopetus muodostavat lapsen kehityksen kannalta johdonmukaisesti etenevän kokonaisuuden.
sms: Håiddâkksai peâmm, vuäʹptempäiʹǩk, õuddmättʹtõs da vuađđmättʼtõs räjje päärna õuddnumuužž diõtt jååđtem-mieʹldd õuddneei obbvuõđ päärna šõddmuužž da õuddnumuužž juäʹtkkumuužž staannmužže.

source: Lapsen kasvun ja kehityksen jatkuvuuden turvaamiseksi tiivis yhteistyö neuvoloiden, koulujen ja varhaiskasvatuspalveluiden välillä on tärkeää.
sms: Čââpp õhttsažtuâʹjj vuäʹpstempaaiǩi, škoouli da håiddâkksai peâmmkääzzkõõzzi kõõskâlt lij vääžnai.

source: Myös neuvolan tehtävänä on edistää lapsen kasvua, kehitystä ja oppimista sekä tukea vanhempia heidän kotikasvatuksessaan.
sms: Še vuäʹpstempääiʹǩ tuâʹjjan lij õõudeed päärna šõddmuužž, õuddnumuužž da mättjumuužž di tuäʹrjjeed puärrsid siʹjji dommpeâmmʼmuužžâst.

source: Sosiaali- ja terveysministeriö suosittelee, että päivähoidon ja lastenneuvolan välillä on yhteisesti sovitut yhteistyö- ja tiedonvaihtomenettelyt.
sms: Sosiaal- da tiõrvâsvuõttministeria vuäʹppast, što peiʹvvhååid da päärnaivuäʹpstempaaiǩi kõõskâlt lie õõutsââʹjest suåppum õhttsažtuâʹjj- da teâđvaajjtemnääʹl.

source: Monin paikoin on kehitetty 3- ja 5-vuotiaiden lasten kehityksen seurantaan vanhempien, neuvolan ja päivähoidon yhteistyömalli.
sms: Määŋgsââʹjest lij rajjum 3- da 5-âkksai päärnai õuddnumuužž seurrjumužže puärrsi, vuäʹpstempaaiǩi da peiʹvvhååid õhttsažtuâʹjjmall.

source: Yhteistyö on auttanut päiväkotihenkilökuntaa entistä paremmin tiedostamaan lapsen yksilöllisen tuen tarpeet.
sms: Õhttsažtuâʹjj lij veäǩǩtam peiʹvvdommpersoonkååʹdd ääijbuužž pueʹrben teâđsted päärna persoonlaž tueʹrjj taarbid.

source: Tärkeinä varhaiskasvattajien yhteistyökumppaneina toimivat vanhempien lisäksi mm. lastenneuvola, koulu, psykologi, sosiaali- ja perhetyöntekijät, puhe-, toiminta- ja fysioterapeutti, erilaiset moniammatilliset työryhmät, hammashoito, seurakunta ja järjestöt.
sms: Vääžnai håiddqkksai päärnai peâmmtuââʹj õhttsažtuâʹjjkueiʹmmen toimmje puärrsi lââzzen jm. päärnaivuäʹpstempäiʹǩǩ, škooul, psykoloog, sosiaal- da piârtuâʹjjla, särnnam-, toimmjem - da fysioterapeeut, jeeresnallšem määŋgämmatlaž tuâʹjjärttel, pääʹnnhåidd, sieʹbrrkåʹdd da õhttõõzz.

source: 7.3. Alueellinen ja rajat ylittävä yhteistyö
sms: 7.3. Vuuʹvdisiisǩež ja rååstt raaji õhttsažtuâʹjj

source: Varhaiskasvatuksessa tehdään yhteistyötä paikallisella, alueellisella, rajat ylittävällä ja alkuperäiskansatasolla.
sms: Håiddâkksai peâmmʼmuužžâst raajât õhttsažtuââj pääiklaž, vuuʹvddsiisǩež, rååst raaji da alggmeeʹr tääzzest.

source: Saamelaisten palvelujen kehittämishankkeen aikana on saamelaisalueen henkilöstöllä korostunut tarve yhteistyössä suunnitella ja kehittää saamelaista varhaiskasvatustoimintaa.
sms: Säʹmmlai kääzzkõõzzi õõuđâsviikkámhanǩǩõõzz äiʹǧǧen lij sääʹmvuuʹvd personkååʹddest pâʹjjnam tarbb õhttsažtuâʹjast plaanâd da õõudâsviikkâd säʹmmla håiddâkksai peâmmtoimmjumuužž.

source: Työntekijöiden välisen osaamisen vaihto edistää myös oman työn kehittämistä.
sms: Peâmmtuâʹjjlai kõskksa silttumuužž vaajjtumuš õõudad še jiiʹjjes tuââʹj õõudâsviikkmuužž.

source: Saamelaisen varhaiskasvatuksen kehittämisen jatkaminen edellyttää säännönmukaisia verkostotapaamisia.
sms: Säʹmmla håiddâkksai peâmm õõudâsviikkâm õõlǥad äiʹǧǧmiermieʹlddsaid säiʹmmkaaunõõttmuužžid.

source: Varhaiskasvatusyksiköiden tulee voida pitää vuosittain kehittämis- ja suunnittelutilaisuuksia, joissa työntekijät voivat yhdessä pohtia miten saamelaiset kulttuuriarvot toteutuisivat parhaiten arjen kasvatuskäytännöissä.
sms: Håiddâkksai peâmmõõutilooǥǥi ferttai vueitted tuõʹlljed juõʹǩǩ eeʹjj õõdâsviikkâm- da plaanâm šõddmuužžid, koin tuâʹjjla vuäitte õõutveäkka smiõttâd mäʹhtt säʹmmla kulttuuräärvv čõõđteʹčče toteutuisivat puermõsân aarǥ peâmmtuâʹjast.

source: Yhteistyö paikallisten kulttuuritoimijoiden kanssa vahvistaa lasten yhteyttä omaan kieleen ja kulttuuriin.
sms: Õhttsažtuâʹjj pääiklai kulttuurtuåimi kooivuiʹm raʹvveed päärnai õhttvuõđ jiiʹjjes ǩiõlle da kulttuure.

source: Paikallisten kulttuuritoimijoiden olisi hyvä huomioida toiminnassaan myös varhaiskasvatuksen tarpeet.
sms: Pääiklai kulttuurtuåimi kooi leʹčče pueʹrr väʹldded lokku toimmjumuužžâst še håiddâkksai taarbid.

source: Pohjoissaamen kieli on yhteinen Pohjois-Kalotin alueella ja koltansaamen kieli Venäjällä ja Suomessa asuvien kolttasaamelaisten kanssa.
sms: Tâvvsääʹmǩiõll lij õhttsaž Tâʹvv-Kaloott vuuʹvdest da nuõrttsääʹmǩiõl Ruõššjânnemst da Lääʹddjânnmest jällsteeji nuõrttsäʹmmlai sest.

source: Saamelaisille rajat ylittävä yhteistyö on luonnollista ja jatkuvaa.
sms: Säʹmmlaid õhttsažtuâʹjj rååstt raaji lij luâđlaž da juäʹtkkjeei.

source: Varhaiskasvatusyksiköiden yhteydenpito yli rajojen saamelaisten päiväkotien kanssa vahvistaa saamelaisten yhteenkuuluvuuden tunnetta ja kulttuurien tuntemusta.
sms: Håiddâkksai peâmmõõutilooǥǥi õhttsažtuâʹjj rååstt raaji säʹmmlai peiʹvvhåiddampaaiǩivuiʹm raʹvvâd säʹmmlai õhttekuullâmtobddmuužž da kulttuur tobddmõõžž.

source: Saamelaisalueen kunnilla on sopimuksia Ruotsin ja Norjan lähialueen kuntien kanssa varhaiskasvatuspalvelujen ostosta yli rajan.
sms: Sääʹmvuuʹvd kååʹddin lie suåppmõõžž Ruõččjânnam da Taarrjânnam âlddvuuʹvdi kååʹddivuiʹm håiddâkksai peâmmkääzzkõõzzi vuäʹsttmuužžâst rååst raajj.

source: Myös muilla alkuperäiskansoilla on samanlaisia haasteita oman kielen, kulttuurin ja yhteisöllisyyden ylläpitämiseksi ja vahvistamiseksi.
sms: Še järrzin alggmeerain lie seämmanallšem vâʹǯǯlõõzz jiiʹjjes ǩiõl, kulttuur da õhttsažkåʹddvuõđ pâʹjjen tuõʹlljem da raʹvveem diõtt.

source: Varhaiskasvatushenkilöstön on hyvä tutustua muiden alkuperäiskansojen hyviin käytäntöihin kielen ja kulttuurin siirtämiseksi tuleville sukupolville.
sms: Håiddâkksai peâmmpersonkååʹdd lij pueʹrr tobddstõõttâd jäʹrrsi alggmeerai šiõǥǥ nääʹlid ǩiõl da kulttuur serddmužže puõʹtti puõʹlvvõõǥǥid.

source: Alkuperäiskansayhteistyö on aloitettu saamelaisen lastenkulttuurikeskuksen toimesta lastenkulttuurin osalta.
sms: Alggmeeʹr õhttsažtuâʹjj lij alttuum säʹmmla päärnaikulttuurkõskkõõzz tuåimest päärnai kulttuur beäʹlest.

source: 8. SAAMELAISEN VARHAISKASVATUKSEN KEHITTÄMINEN
sms: 8. SÄʹMMLA HÅIDDÂKKSAI PEÂÂMM ÕÕUDÂSVIIKKMUŠ

source: Alkuperäiskansan kielten uhanalaisuus edellyttää viranomaisilta positiivista erityiskohtelua, jolla kielten säilyminen ja uusille sukupolville siirtyminen voidaan turvata.
sms: Alggmeeʹrai ǩiõli vaarrvuâʹllsažvuõtt õõlǥâd veʹrǧǧneeǩǩin positiivlaš jeeʹrab puârast šïõttõõttmuuž, koin ǩiõli seillmuš da ođđ puõlvvõõǥǥid serddmuužž vueited staanâd.

source: Suunnitelmallisen kielen- ja kulttuurinelvyttämisohjelman laatiminen varhaiskasvatukseen ja perusopetukseen auttaisi palauttamaan saamen kielen sen menettäneille saamelaisille sekä tekemään saamen kielistä saamelaisyhteiskuntaa kannattelevan voimavaran.
sms: Plaann mieʹldd õuddneei ǩiõll- da kulttuur jeäʹljâttemprograamm raajjmuš håiddâkksaipeâmmʼmužže da vuađđmättʼtõzze veäǩkteʹčče maaccted sääʹmkiõl tõn mõõnntam säʹmmlaid da raajjâd sääʹmǩiõlin kueʹddteei viõǥǥ sääʹmõhttsažkå ʹdda.

source: Saamelaisen varhaiskasvatuksen haasteena on erityisesti koltta- ja inarinsaamenkielisen varhaiskasvatusmateriaalin tekeminen.
sms: Säʹmmla håiddâkksai peâmmʼmuužžást vuastta puõʹtti vaʹǯǯlõzzân lij jeeʹrben nuõrttsääʹm- da aanrõžǩiõllsai håiddâkksai peâmmaunstõõzzi raajjmuš.

source: Saamelaisen materiaalipankin kehittäminen internettiin on tärkeää saamenkielisen varhaiskasvatusmateriaalin kokoamiseksi yhteen varhaiskasvatushenkilöstön ja vanhempien käyttöön.
sms: Säʹmmla materiaalbaaŋk õõudâsviikkmuš interneʹtte lij vääžnai sääʹmǩiõllsai håiddâkksai peâmmaunstõõzzi õõutsâʹjja noorrmužže håiddâkksai peâmmpersonkååʹdd da puärrsi áánnma.

source: Varhaiskasvatuksen sisällön kehittäminen on perustyön osana tehtävää työtä.
sms: Håiddâkksai peâmmʼmam siisǩe õõudâsviikkmuš lij vuađđtuââʹj vueʹssen tueʹjjeemnalla.

source: toiminnan edellytysten kehittämiseksi on tärkeää kiinnittää huomiota pienryhmien muodostamismahdollisuuteen, toimintaan, tiloihin ja välineisiin.
sms: Pedagoglaž toimmjummuužž õõlǥtõõzzi õõudâsviikkmužže lij vääžnai ǩiddeed vuâmmšummuužž uuʹcces ärttli vueittemvuõtte, toimmjumužže, sááʹjid da neäʹvvaid.

source: Henkilöstön työolosuhteiden kehittämiseksi on tärkeää huomioida henkilöstön koulutusmahdollisuudet ja työssä jaksaminen.
sms: Personkååʹdd tuâʹjjolo kõskkvuõđi õõudâsviikkmužže lij vääžnai vuâmmšed personkååʹdd vueittemvuõđ škoouljumužže da tuâʹjast puarast vuäittmužže.

source: Henkilöstö tarvitsee tukea ja ohjausta saamen kieleen ja kulttuuriin liittyvien pedagogisten käytäntöjen tunnistamisessa, arvioimisessa ja kehittämisessä.
sms: Personkåʹdd taarbaš tueʹrjj da ohjjumuužž sääʹmǩiõlle da kulttuure õhttneei pedagoglaž naali tobdsttumuužžâst, ärvstõõllmuužžâst da õõudâsviikkmuužžâst.

source: Oman työn kehittäminen auttaa näkemään työtä uudessa valossa, nostamaan sen arvostusta, tunnistamaan omaa osaamista sekä omaksumaan uusia työtapoja ja –menetelmiä.
sms: Jiiʹjjes tuââʹj õõudâsviikkmuš veäǩǩad vueiʹnned tuââʹj ođđnallšem čuõʹvâst, páájeed tõn arvvstumuužž, tobdsted jiiʹjjes silttumuužž da väʹldded jiõʹcceezz ođđ tuâʹjjnaalid.

source: Kehittämisen haasteena ovat saamelaisten palvelujen kehittämishankkeen aikana luodun kehittämisverkoston ylläpitäminen, yhteistyöedellytysten turvaaminen sekä henkilöstön ja vanhempien osallisuuden vahvistaminen kehittämistyössä.
sms: Õõudâsviikkmuužžâst vuasʹtta puõʹtti vâʹǯǯlõõzz lie säʹmmlai kääzzkõõzzi õõuđâsviikkámhanǩǩõõzz jååđeest rajjum õõuđâsviikkânsääiʹm pâʹjjentuõʹlljumuš, õhttsažtuââʹjj õudldõõzzi staannmuš da personkååʹdd da puärrsi vuäʹssadvuõđ raavummuš õõuđâsviikkâmtuâʹjast.

source: Varhaiskasvatuksen ohjauksesta ja johtamisesta vastaavilla tahoilla on myös keskeinen rooli kehittämistyön etenemisessä.
sms: Håiddâkksai peâmmʼtuââʹj ohjjumuužžâst da jååđtumuužžâst väʹstteejin lij še kõõskâz sââʹjj õõudâsviikkâtuââʹj õuddnumuužžâst.

source: Saamelaisten palvelujen kehittämistyössä on noussut esiin resurssien puute, joka vaikeuttaa yhteistyön tekemistä ja toiminnan kehittämistä.
sms: Säʹmmlai kääzzkõõzzi õõuđâsviikkâmtuâʹjast lij puäʹttam õudde resurssi vääʹnnvuõtt, kååʹtt tuejjad vaiggeen õhttsažtuââʹjj tueʹjjumuužž da toimmjem õõudâsviikkmuužž.

source: Saamelaisalueella tarvitaan koko alueen yhteinen saamelainen varhaiskasvatusohjaaja.
sms: Sääʹmvuuʹvdin taarbšet oʹbb sääʹmvuuʹvd õhttsa säʹmmla håiddâkksai peâmmtuââʹj ohjjeei.

source: Varhaiskasvatusohjaajan tehtäviin kuuluisi päivähoidon, kielipesien, esiopetuksen ja neuvoloiden kanssa tehtävä yhteistyö sekä ohjaus ja tiedottaminen saamen kieleen, kulttuuriin, kasvatukseen ja monikielisyyteen liittyvissä asioissa.
sms: Håiddâkksai peâmmtuâʹj ohjjeei tuõʹjju kuulče peiʹvvhååid, ǩiõllpieʹssi, õuddmättʹtõõzz da vuäʹpstempaaiǩivuiʹm tueʹjjuum õhttsažtuâʹjj da ohjjumuš da teađtumuš sääʹmǩiõlle, kulttuure, peâmmʼ mužže da määŋgǩiõllsažvuõtte kuulli aaʹššin.

source: 8.1. Varhaiskasvatuksen henkilöstön saatavuus, koulutus ja osaaminen
sms: 8.1. Håiddâkksai peâmm personkååʹdd vuäʹʒʒmuš, škoouljummuš da silttumuš

source: Saamelaisen varhaiskasvatuksen suurimpana haasteena on saamenkielisen koulutetun henkilöstön saatavuus.
sms: Säʹmmla håiddâkksai peâmmtuââʹj šuurmõs õudde puõʹtti vaʹǯǯlõzzân lij sääʹmiõllsa škoouljum personkååʹdd vuäʹǯǯamvuõtt.

source: Saamelaisista lähtökohdista suunniteltua ammatillista ja korkea-asteen koulutusta tulisi voida opiskella saamelaisten kotiseutualueella.
sms: Säʹmmlai vuâlggmuužžin plaanum ämmatlaž da pââjbu ceäkkas škoouljumuužž õõlǥče vueitted mättʼtõõttâd saaʹmi dommvuuʹvdest.

source: Suomessa ei järjestetä saamenkielistä varhaiskasvatusalan koulutusta.
sms: Lääʹddjânnmest jeäʹt jäärjest sääʹmǩiõllsa håiddâkksai peâmmtuââʹj škoouljumuužž.

source: Oulun yliopistossa, opettajankoulutuslaitoksessa on kiintiö (2 paikkaa) syntyperäisille saamenkieliselle lastentarhanopettajahakijoille suomenkieliseen koulutukseen.
sms: Oulu õllškooulâst. Uʹččteeliškoouljemstrooitlest lij ǩiddõs (2 pääiǩ) šõddâmvuõđ mieʹldd sääʹmǩiõllsaid päärnaihååiduʹččteelen ooccjid lääʹddǩiõllsaid skoouljumužže.

source: Lähin saamelaista varhaiskasvatusopetusta tarjoava korkeakoulu sijaitsee PohjoisNorjassa.
sms: Ââldmõs säʹmmla håiddâkksai peâmmtuââʹj mättʼteei õllškooul lij Tâʹvv- Taarrjânnmest.

source: Suomalaisilla saamenkielisillä on oikeus hakeutua Norjaan opiskelemaan lastentarhanopettajiksi.
sms: Läʹddlain sääʹmǩiõllsain lij vuõiggâdvuõtt ooccõõttád Taarrjânnma mättõõttʼtâd päärnaihååid uʹččteelen.

source: Saamelaisalueen koulutuskeskuksessa Inarissa on järjestetty sosiaali- ja terveysalan perustutkintoon johtavaa lähihoitajakoulutusta vuodesta 1997 alkaen.
sms: Sääʹmvuuʹvd škoouljemkõskkõõzzást Aanrest lij järjstum sosiaal- da tiõrvâsvuõtt-tuâjai vuâđđtutǩǩõzze viikki âlddhoiddjeeisǩoouljumuužž eeʹjjest 1997 ääʹljeeʹl.

source: Koulutus on helpottanut äidinkieleltään saamenkielisen koulutetun henkilöstön saatavuutta.
sms: Škoouljumuš lij heâlptam jieʹnnǩiõllân sääʹmkiõllsa škoouljum personkååʹdd vuäʹǯǯmuužž.

source: Opetussuunnitelmaan sisältyy kaikille yhteisenä vain 2 opintoviikkoa saamen kielen opetusta ja 2 (ov) monikulttuurisuus opintoja.
sms: Mättʼ tõsplaan sizz kooll pukid õhttsižžen pâi 2 mättʼtõsneäʹttled sääʹmǩiõll mättʼtõs da 2 (mn) määnggkulttuurvuõđ mättʼtõs.

source: Vapaasti valittaviin opintoihin (10 ov) voi sisällyttää saamen kielen ja kulttuurin opintoja.
sms: Luâvas vaʹlljeemnalla kuulli mättʼtõõzzid (10 mn) vuäitt siisǩeed sääʹmǩiõl da kulttuurmättʼtõõzz.

source: Saamelaisalueella järjestettäviin koulutuksiin tulisi sisällyttää huomattavasti enemmän saamen kielen ja kulttuurin opintoja.
sms: Sääʹmvuuʹvdest järjstum škoouljumuužžid õõlǥče siisǩeed jiânnai jäänab sääʹmǩiõl da kulttuurmättʼtõõzzid.

source: Varhaiskasvatushenkilöstön työtehtävät ovat pedagogisesti, sosiaalisesti ja yhteiskunnallisesti muuttuneet vaativammiksi.
sms: Håiddâkksai peâmmpersonkååʹdd tuââʹj lie pedagoglaž, sosiaalaž da ohjttsažkååʹddlažnalla muttsõõvvâm vâʹǯǯleben.

source: Lasten kielitaidon erilainen taso ja yksilölliset tarpeet asettavat työntekijöille omat lisähaasteensa.
sms: Päärnai ǩiõlsilttumuužž jeeresnallšem tääzz da juõǩǩga jiijjõsnallšem taarbb peʹjje tuâʹjjlaid jiiʹjjesnallšem váʹǯǯlõõzzid.

source: Varhaiskasvatuksessa aikuisten keskinäiset suhteet ja työssä jaksaminen heijastuvat lapsiin ja hoitopaikan ilmapiiriin.
sms: Håiddâkksai peâmmʼmuužžâst vuõrâsoummi kõskksa kõskkvuõđ da tuâʹjast vuäittmõž pelkka päärnaid da håiddpääiǩǩ påreade.

source: On tärkeää panostaa henkilöstön työssä jaksamiseen, työnohjaukseen ja kouluttautumiseen.
sms: Lij vääžnai tueʹjjeed personkååʹdd tuâʹjastvuäittem õudde, tuâʹjjnohjjumužže da škoouljumužže.

source: Kasvattajan on hyvä pohtia omia toimintatapojaan ja keskustella erilaisten tilanteiden aiheuttamista tunteista ja reagointitavoista.
sms: Peâmmai lij pueʹrr smiõttâd jiiʹjjes toimmjemnaalid da saǥstõõllâd jeeresnallšem šõddmuužži šõddeem tobddmuužži da reagâsttemnääʹlin.

source: Varhaiskasvatushenkilöstö tarvitsee tukea ja osaamisen vahvistamista
sms: Håiddâkksai peâmmpersonkåʹdd taarbaš tueʹrjj da silttumuužž ravvumuužž

source: - pedagogisten käytäntöjen ja menetelmien arvioimisessa ja kehittämisessä
sms: - pedagoglaž tuâjai da mõõntõõllmuužži arvstõõllmuužzâst da õõuđâsviikkmuužžâst

source: - yhdenmukaistamisprosessin vaikutusten ja järjestelmien tunnistamisessa;
sms: - õõutmieʹlddsižžen raajjtem- proseess vaaiktõõzzi da järjstõõǥǥi tobbdmuužžâšt;

source: miten ne ohjaavat ajattelua ja toimintaa (kolonialismi)
sms: mäʹhtt tõk ohjjee jurddjid da toimmjumuužž (kolonialism)

source: - lasten saamen kielen ja kulttuurin vahvistamisessa
sms: - päärnai sääʹmǩiõl da kulttuur ravvumuužžâst

source: - saamen kielissä ja kulttuureissa
sms: - sääʹm ǩiõlâst da kulttuurest

source: - oman saamelaisen ammatti-identiteetin vahvistamisessa
sms: - jiiʹjjes säʹmmla ämmatt -identiteett ravvumuužžâst

source: - saamelaisen kulttuurin lähtökohdista tapahtuvan varhaiskasvatuksen tavoitteiden, sisällön ja toimien suunnittelussa
sms: - säʹmmla kulttuur vualggmuužžâst šõddi håiddâkksai peâmm täävvtõõzzi, siisǩe da tuåimmplaanin

source: - kulttuuriymmärryksen merkityksestä kielen ja kulttuurin säilyttäjänä
sms: - kulttuurfiʹttjõõžž miârkktõõzzâst kiõl da kulttuur ruõʹkkjen

source: - monikielisyyskasvatuksessa.
sms: - määŋgǩiõllsažvuõtt peâmmtuâʹjast.
